var e=`# zei 放置 等词汇集

## 动词语素
- zei 放置
- cei 播撒，分散，散播
- lei 抽，缩，抽动，/收取
- hei 伸，/索取
- pei 填充
- sei 靠近，/填充
- siu 快速地
- yiu 多彩的，缤纷的
- kei 摔，砸
- gei 问
- mei 洗
- yei 放低身段，屈膝，弯腰，/否定
- nei 鄙视，鄙夷，不齿，/物化，/聚拢，/收集
- dei 用器，/捅，戳，/锻造，冶炼，/挖
- tei 采集，收集，/拔
- chei 压
- zhei 攥，捏
- fei 吸收

## 其他
- gasu 五端
- gasu/wi/ei/i 手
- laliywigin 游记
- -ei 提议、祝愿

## 人称代词
- ya- 第一人称 / na- 第二人称 / ta- 近指第三人称 / ga- 远指第三人称
- yan- 第一人称复数 / nan- 第二人称复数 / tan- 近指复数 / gan- 远指复数
- yüti- 第一人称非人 / nüti- 第二人称非人 / tüti- 近指非人 / güti- 远指非人

## 格元音
- ü：自动词 / a：主语 / o：定语主语 / u：宾语 / i：用 / e：从句
- no：前置从句 / e-：从句成分 / eta：并且 / Eze/Eqü：那是 / Idi/Ida：状态提示

## 幽灵音节理论
不送气清辅音在核心音节之前有一个独立含义，送气清辅音在核心音节时也有相同含义。这个"幽灵语素"来源于浊辅音，发生了浊音清化。

以上更新至26.3.10
`;export{e as default};