var e=`# 人造语言粗略评估报告

前言：填写这个报告可以帮助你粗略的了解、向别人介绍自己造语的全貌，填补你在造语时还没有认识的一些空缺和不足。

## 一、基本介绍（包含架空世界观内容）
1. 语言名称的汉语写法和拉丁写法
2. 语言的主要使用对象
3. 历时演变大致情况和目前情况

## 二、语音和音系
1. 全部元音和辅音的音标
2. 双元音、长元音、复辅音、音节尾辅音情况
3. 声调情况
4. 重音情况
5. 韵律规则（如元音和谐）
6. 语流内音变情况
7. 词调、句调要求
8. 音位
9. 音节构成
10. 抽象音位到实际读法的对应关系

## 三、具体词类
①动词（助动词分类、第二谓语、状语位置等）
②名词（一致性、可数不可数、领属范畴、指示代词、回指等）
③形容词和副词（领属形容词、程度级、重叠等）
④连词
⑤数词（进制、基数序数、量词等）
⑥其他词（介词、语气词、感叹词等）
⑦相关词法（词类转换、派生构词等）

## 四、句子成分
主宾、定语、状语、否定、并列等

## 五、基本语序
SVO顺序、名词短语内部顺序、介词与名词顺序等

## 六、语法范畴
人称、性、数、量、格、指称、领属、时、体、态、式、情态、比较、否定等

## 七、句子类型
命令句/感叹句、系动词句、疑问句、被动/使动态、从句、差比句、主题焦点、引语、言据性、敬称体系、倒装等
`;export{e as default};