var e=`# 历法

- 一月上：14日 / 一月中：13日 / 一月下：14日
- 二月上：14日 / 二月中：14日 / 二月下：13日
- 三月上：14日 / 三月中：14日 / 三月下：14日
- 四月上：14日 / 四月中：13日 / 四月下：14日
- 五月上：14日 / 五月中：14日 / 五月下：13日
- 六月上：14日 / 六月中：14日 / 六月下：14日
- 七月上：14日 / 七月中：13日 / 七月下：14日
- 八月上：14日 / 八月中：14日 / 八月下：13日
- 九月上：14日 / 九月中：14日 / 九月下：14日
- 十月上：14日 / 十月中：13日 / 十月下：14日

补明月：回月日7日 + 走日日6日

13日：中：1，4，7，10；下：2，5，8

闰走日日：走日日6日+1闰日
闰补月：回月日7日 + 闰走日日7日

新月：上年，下年，中年，上年，……

## 年份21年纪年法

闰上，下，中，上2，下2，中2，上3，闰下，中，上，下2，中2，上2，下3，闰中，上，下，中2，上2，下2，中3，……

闰走日：闰上走日，闰下走日，闰中走日

每140年补闰一次
`;export{e as default};