var e=`# 哈吉语的语序问题

哈吉语有强烈的主语后置倾向，它并非此语言原生的底层架构，而仅出于文化要素形成，而又由于此种传统由来已久，哈吉语的语法又对此语序作出了些许适配性的调整。

条件为：当主语足够简单和足够复杂时，它将会被后置，而这个位置往往为主体句的末位。

简单的说，就是会有一个形式代词出现在预先位置（这个位置并非句首而是句末），而详细内容以定语的形式实现，甚至包括主语的属性本身，除非话题提前，否则它将出现在句子的最末尾。

例：
- 足够简单时，[宾语] [动词] [主语]
- 足够复杂时，[宾语] [动词] [主语代词] [主语定语]
- 或，[主语定语] [宾语] [动词] [主语代词]

哈吉语也有部分宾语后置倾向，它并非此语言原生的底层架构，也并非由文化要素形成，仅因为标准哈吉语本身的问题，哈吉语往往在一些较为复杂的动词与较为复杂的宾语配套时，宾语会移到动词之后。

而又随着主语后置的语法发展的影响，足够复杂的宾语会以简略形式回到动词之前，其定语则出现在不定位置，通常为动词之后。

哈吉语有一个特点，那就是动词往往被分析为直接连接于宾语本身之上，这导致哈吉语面对复杂动词时，会采取后置宾语的策略，而随着形式代词的出现，简略的形式宾语代词重新复合在了复杂动词之前。

主语代词与宾语代词直接包含主语与宾语的性、数、人称。主语定语在发展中几乎被视为主语本身，而主语代词则语法化为一种出于文化因素而出现的包含性、数、人称的叹词。

因此，哈吉语的语序在表观实际上较为飘忽不定，即便它在形式上为SOV框架，在实现上则多种多样，它往往看上去像是一个VOS的语言。

以上更新至26.5.11。
`;export{e as default};